ack
ant
aspell
astyle
autoconf
autojump
automake
bash
bash-completion
boost
boost-build
cmake
composer
coreutils
ctags
dos2unix
enchant
findutils
fzf
gcc
gdbm
ghostscript
glog
gnu-sed
gtk+
gtkmm
htop
httrack
libyaml
lua
macvim
mercurial
neovim
pandoc
parallel
pcre
php70
pkg-config
pygtk
python3
readline
reattach-to-user-namespace
source-highlight
sqlite
the_silver_searcher
tmux
vim
zsh-syntax-highlighting
