ack
ant
asciidoc
aspell
astyle
autoconf
autojump
automake
bash
bash-completion
boost
boost-build
cairo
cairomm
cmake
coreutils
cscope
ctags
docbook
dos2unix
enchant
findutils
fop
gcc
gcc43
gdbm
ghostscript
glog
gnu-sed
gtk+
gtkmm
httrack
macvim
make
mercurial
par
parallel
pcre
pkg-config
popt
pygtk
readline
source-highlight
sqlite
the_silver_searcher
tmux
valgrind
vim
wget
