ant
autojump
automake
bash-completion
bat
coreutils
dos2unix
fd
findutils
fzf
gcc
git
gnu-sed
mercurial
neovim
nnn
pandoc
pkg-config
qmk/qmk/qmk
qrencode
python
ripgrep
ruby
texinfo
the_silver_searcher
universal-ctags
