{
  "LuaSnip": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "closer.vim": { "branch": "master" },
  "d2-vim": { "branch": "master" },
  "dash.vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "cskeeters" },
  "fzf.vim": { "branch": "master" },
  "git-worktree.nvim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "javadoc.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "kokoro.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "llm.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mintabline.vim": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quarto-nvim": { "branch": "main" },
  "rainbow_parentheses.vim": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "typst.vim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-applescript": { "branch": "master" },
  "vim-beancount": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hg": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-java": { "branch": "master" },
  "vim-jump": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-log4j": { "branch": "master" },
  "vim-make": { "branch": "master" },
  "vim-mercenary": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-simple-alt": { "branch": "master" },
  "vim-simple-comment": { "branch": "master" },
  "vim-status": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-vcvars": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "web-tools.nvim": { "branch": "master" }
}
