{
  "LuaSnip": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "async.vim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "closer.vim": { "branch": "master" },
  "conceal.nvim": { "branch": "master" },
  "d2-vim": { "branch": "master" },
  "dash.vim": { "branch": "master" },
  "diffs.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gen.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "github_emoji.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hunk.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "javadoc.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mintabline.vim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "qalc.nvim": { "branch": "main" },
  "quarto-nvim": { "branch": "main" },
  "rainbow_parentheses.vim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "soulver3.vim": { "branch": "master" },
  "taal.nvim": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tree-sitter-manager.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "unicode.nvim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-beancount": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hg": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-java": { "branch": "master" },
  "vim-jump": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-log4j": { "branch": "master" },
  "vim-make": { "branch": "master" },
  "vim-mercenary": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-simple-alt": { "branch": "master" },
  "vim-simple-comment": { "branch": "master" },
  "vim-status": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-vcvars": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "web-tools.nvim": { "branch": "master" },
  "yazi.nvim": { "branch": "main" }
}
